Repository: n8rob/corpora
Catalog: french_haitian/archive/en-ht (1).tmx
Source language: en
Languages: ht

source: And the slope is just change in y for a given change in x.
ht: Ak ti mòn lan se jis kèk chanjman nan y pou yon chanjman bay nan x.

source: So if we say change in y for a given change in x is equal to-- let's see.
ht: Si nou di chanjman nan y pou yon chanjman bay nan x egal-ego -Annou wè.

source: When I increase x by 2, I increase y by 1.
ht: Ki lè m ap ogmante x 2, pa mwen ogmante y pa 1.

source: So change in y is 1 when the change in x is 2.
ht: Se konsa chanjman nan y se 1 lè chanjman nan x 2.

source: And you could say when you increase x by 4-- I'm going four spots-- I increase y by 2.
ht: Nou te kapab di lè nou gen plis x pa 4 - m pral kat tach - mwen ogmante y pa 2.

source: So you could have done that.
ht: Se konsa ou te kapab fè sa.

source: You could have said change in y over change in x is 2/4, which is also equal to 1/2.
ht: Ou te kapab di w'ap fè chanjman nan y sou chanjman nan x se 2/4, ki tou egal a 1/2.

source: But either way, we now know the slope.
ht: Men, ni fason sa, nou konnen ti mòn lan.

source: The slope is change in y over change in x.
ht: Ti mòn lan se chanjman nan y sou chanjman nan x.

source: So the equation of the line is y is equal to 1/2 x minus 1.
ht: Ekwasyon de liy lan se poutèt y rive fè x 1/2 moins 1.

source: That's the equation of this line.
ht: Sa se ekwasyon liy sa a.

source: Now they want to know what the equation of the inequality is.
ht: Koulye a yo vle konnen kisa ekwasyon inegalite a.

source: So first of all, they're including-- they have this grey area and they put this line in bold.
ht: Se konsa anvan tout bagay, yo ap, - yo pa fè sa zòn granmoun cheve blan ak yo mete liy sa a gras.

source: So that means that we're including the line.
ht: Se poutèt sa vle di ke nou ap, liy lan.

source: If they had drawn a dotted line here that means we're not including the line.
ht: Si yo te desine yon liy en isit la ki vle di nou pa santi w liy lan.

source: But since they're including the line, it's going to be either greater than or less than or equal to.
ht: Men, depi yo ap, liy lan, li pwal swa pi grannèg pase ou mwens oubyen egal a.

source: That equal to is because we're including the line.
ht: Sa bon pou se paske nou gen, liy lan.

source: But just think about it.
ht: Men sèlman panse osijè de sa.

source: So our choices are y is greater than or equal to 1/2 x minus 1 or y is less than or equal to 1/2 x minus 1.
ht: Se konsa nou chwa sont y pi gran osnon egal a x 1/2 moins 1 ou y se pipiti oubyen egal a x 1/2 moins 1.

source: Now think about for any given x.
ht: Koulye a panse osijè de pou tout bay x.

source: Let's say when x is equal to 2.
ht: An n pale lè x egal a 2.

source: When x is equal to 2, if you put it into this equation you get y is equal to 0 and that's this point on the line.
ht: Lè x egal a 2, si ou mete l nan ekwasyon sa a nou obtenir y rive fè 0 Et se pwen sa a sou liy lan.

source: Now is the grey area all y values greater than 0 or all y values less than 0?
ht: Koulye a se granmoun cheve blan nan zòn nan tout y valè pi grannèg pase 0 ou tout y valè mwens ke 0?

source: Well clearly, it's all y values greater than 0.
ht: Byen klè, sa se tout y valè pi grannèg pase 0.

source: It's all the y values above the y value dictated by this equation.
ht: Se tout l' y valè pi wo pase valè y dikte pa ekwasyon sa a.

source: The equation of this inequality or this area is y is greater than 1/2 x minus 1.
ht: Ekwasyon de inekwasyon sa a ou nan zòn sa a se y gen plis pouvwa pase x 1/2 moins 1.

source: And just a very easy way to eyeball it is OK, they're including the line, so I'm going to have this equal then-- it's going to either be greater than or equal to or
ht: Apre sa, jis yon trè fasil fason pou eyeball l' se pa pi mal, yo liy lan, se konsa mwen pral fè sa a bon

source: less than or equal to, and since it's the area above the
ht: Lè sa a-li pwal pou soit être pi gran osnon egal-ego pou ou pipiti oubyen egal-ego pou, Et depi li a nan zòn nan CI-dessus a

source: line it's going to be greater than or equal to.
ht: liy li pwal pi gran osnon egal a.

source: And that is choice D.
ht: E se pou sa chwa D.

source: Next problem, problem 25.
ht: Pwochen pwoblèm, 25 pwoblèm.

source: This is another one where I think it makes sense to copy and paste it.
ht: Sa se yon lòt yon kote ke mwen panse li fè sans pou copie Et pat li. Se yon gwo.

source: Which best represents the graph of y id equal to 2x minus 2.
ht: Ki repwezante meyè graf y didantite egal-ego pou x 2 moins 2.

source: So the slope is 2.
ht: Se konsa, ti mòn lan se 2.

source: Its positive 2 and its y-intercept is minus 2.
ht: Li pozitif 2 Et li y entèseksyon-se moins 2.

source: So the y-intercept is easy to eyeball.
ht: Se konsa y aks fasil pou eyeball.

source: Here the y-intercept is minus 2.
ht: Entèseksyon y-men moins 2.

source: That's right.
ht: Sekonsa.

source: Here it's minus 2 as well.
ht: Isit la se moins 2 osi byen.

source: In both of these, the y-intercept is plus 2.
ht: Nan tou le de sa, entèseksyon y-se plus 2.

source: So neither of these are going to, right?
ht: Se konsa ni sa yo pwal pou, droit?

source: It intersects the y-axis at positive 2.
ht: Li avec l' a nan 2 pozitif.

source: But we know that the y-intercept is minus 2.
ht: Men, nou konnen entèseksyon y-se moins 2.

source: So we know-- whoops.
ht: Se konsa nou konnen - whoops.

source: Where'd I go? There we go.
ht: Ki kote mwen ta ale? trè byen.

source: So we know our choices are one of the top two.
ht: Se konsa, nou konnen nou chwa ou fè yon sèl ki sou tèt de.

source: It's either A or C.
ht: Li swa yon ou C.

source: And which of these has a positive slope, positive slope of 2?
ht: Ak ki sa yo gen yon pant pozitif, pant pozitif de 2?

source: Well in choice A when I go to the right by 2, I go up by 4.
ht: Byen nan chwa UN lè mwen fè bò dwat pa 2, mwen moute sou 4.

source: So change in y over change in x.
ht: Se konsa chanjman nan y sou chanjman nan x.

source: I go up by 4, when I go up in x by 2.
ht: Mwen moute sou 4, lè m' moute nan x pa 2.

source: I go up in y by 4 when I go up in x by 2, so the slope is 2.
ht: Mwen moute nan y pa 4 lè m' moute nan x 2, pa pou ti mòn lan, se 2.

source: So this has a positive slope of 2, so that's choice A.
ht: Se konsa sa a gen yon pant pozitif de 2, se sa rele chwa A.

source: But just for seeing why choice C doesn't work or figuring out the slope, think about it this way.
ht: Men sèlman pou wè Poukisa chwa C pa travay ou figurant ti mòn lan, que osijè de sa chemen sa a.

source: Let me start at a random point here.
ht: Kite m' kòmanse a yon aléatoire pwen isit la.

source: If I increase x value by 2, what's happening to my y value?
ht: Si mwen fè vini pi gran x valè 2, pa sa a se pou m' valè y?

source: Is it increasing by 2 or is it decreasing by 2?
ht: Li gaye pa 2 ou li une pa 2?

source: Well it's decreasing.
ht: Men li une.

source: Well it's decreasing by 4.
ht: Men li une pa 4.

source: It's decreasing at twice the rate.
ht: Li une pandan de fwa te konn.

source: It's decreasing by 4.
ht: Li une pa 4.

source: So in this case, change in y over change in x.
ht: Se konsa nan ka sa, chanje nan y sou chanjman nan x.

source: Whenever x is positive 2, we increased by 2 here.
ht: Chak fwa x se 2 pozitif, nou renmen 2 isit la.

source: What happened to y.
ht: Sa k te pase pou y.

source: It went down 4.
ht: Li te tonbe 4.

source: So here the slope is minus 2.
ht: Se konsa men ti mòn lan se moins 2.

source: And you can look at that.
ht: Epi ou ka chèche nan sa.

source: You can kind of eyeball it because it's going from the top left to the bottom right, so it's going to be a negative number.
ht: Ou kapab ti jan de eyeball sa paske li pwal de la sou tèt te kite pou fon dwat, se konsa li pwal être negatif anpil.

source: But the easiest way I always do is to draw these arrows and say, OK, when I increase x, y is decreasing.
ht: Men, plus jan m' ap toujou fè, se pou fè flèch sa yo ak ap plede di: bon, lè mwen fè vini pi gran x, y une.

source: So that's going to be a negative slope.
ht: Lè sa a, va pou yon pant negatif.

source: Let's do it.
ht: An n fè l.

source: So the answer was A.
ht: Se konsa, repons la te A.

source: OK, so they're giving us another one of these where they shaded a graph.
ht: OK, se konsa y ap ba nou yon lòt UN de kote sa yo yo ombrée yon graf.

source: These are good.
ht: Sa pa bon.

source: Thank God I have the cut and paste feature.
ht: Men mèsi Bondye mwen koupe a, pat mak. Se konsa yo mande nou, inekwasyon ki fè a sonm regyon de graf a repwezante?

source: So once again, it'll be good just to figure out what the equation of this line is.
ht: Se konsa yon fwa ankò, li ap fè byen sèlman pou evalye sa a ekwasyon liy sa a se.

source: We could immediately say, OK, the y-intercept is 2.
ht: Nou te kapab imedyatman di, dakò, entèseksyon y-2.

source: And what's its slope?
ht: E kijan pant li?

source: When x increases by 1, what happens to y? y is going down by 3.
ht: Lè x augmente pa 1, sa k rive koukouloukou y? y ap bò 3. Se konsa y aks egal a 2.

source: We figured that out. b is equal to 2.
ht: Nou sipoze sa. b egal a 2.

source: The slope is equal to change in y over change in x.
ht: Ti mòn lan egal-ego pou chanje nan y sou chanjman nan x.

source: When x increases by 1, the slope-- sorry.
ht: Lè x ogmante pa 1, an pant-m regrèt.

source: The change in y is minus 3.
ht: Chanjman nan y se moins 3.

source: It goes down by 3.
ht: Li pase bò 3.

source: So the slope is equal to minus 3.
ht: Se konsa, ti mòn lan egal a moins 3.

source: So the equation of this line is y is equal to minus 3x plus 2. mx plus b.
ht: Ekwasyon liy sa a se poutèt y egal a moins 3 x plis 2. mx plis b.

source: And if I look at the choices, already it looks a little bit different than that, but we'll get to that.
ht: E si mwen gade nan opsyon, deja li parèt yon ti jan diferan pase sa, men, n ap fè pou sa.

source: But let's see what the inequality is.
ht: Men, ann gade inekwasyon a se.

source: So first of all, it's going to be either greater than or equal or less than or equal.
ht: Se konsa anvan tout bagay, li pwal soit pi grannèg pase ou egal-ego ou mwens pase ou egal-ego.

source: And we say the or equal because they filled in the line.
ht: Nou di a ou rive nan menm paske yo te ranpli nan liy lan.

source: So let's think about it.
ht: Se konsa nou panse osijè de sa.

source: If we pick any x, say when x is equal to 2, then according to this equation, according to this line, y would be equal to minus 4.
ht: Si nou ranmase tout x, di lè x egal a 2, lè sa a, selon ekwasyon sa a, selon sa a nèt, pou y ta dwe egal-ego pou moins 4.

source: Now, are we including the y's that are greater than that value as well or are we including the y's that are less than that value?
ht: Koulye a, nou menm, y's ki se pi gwo pase sa valeur osi byen ou sont nou, y's ke yo kwè yo plis pase valè sa?

source: Well, we're including the ones that are less than that point for a given x.
ht: Men, nou ap, ceux ki kwè yo plis pase pwen sa yo pou bay yon x.

source: So the shaded region is y is less than or equal to minus 3x plus 2.
ht: Rejyon sonm se poutèt y se pipiti oubyen egal a moins 3 x plis 2.

source: And you can eyeball this.
ht: Et, ou kapab eyeball sa a.

source: You can kind of say, oh, this is below the graph, so it's less than or equal.
ht: Ou kapab ti jan di, o, sa se pi ba pase graf a, se konsa li genyen pipiti oubyen egal-ego.

source: And that equal was because they shaded in the line.
ht: Ak menm sa te paske yo ombrée nan liy lan.

source: If it was a dotted line it would just be less than.
ht: Si se te yon liy en li ta jis pou mwens pase.

source: Once again, this isn't the exact format that they have here.
ht: Yon fwa ankò, bagay sa a pa la egzat fòma yo gen isit la.

source: They put all the x's and the y's on the same side, and we can do that.
ht: Yo mete tout x's Et y's sou menm bò a, e nou ka fè sa.

source: Let's just add 3x to both sides of this equation and you get 3x plus y is less than or equal to.
ht: An n jis ajoute 3 x tou de kote yo de sa a ekwasyon Et ou obtenir 3 x plis y se pipiti oubyen egal a.

source: When you add 3x on the right-hand side that just becomes 0.
ht: Lè ou ajoute 3 x sou bò dwat la côté sa jis devient 0.

source: So less than or equal to 2.
ht: Se konsa pipiti oubyen egal a 2.

source: And that is 3x plus y is less than or equal to positive 2.
ht: 3 X se plis y se pipiti oubyen egal a 2 pozitif.

source: And I'm all out of time, see you in the next video.
ht: Apre sa, mwen menm tout soti de temps, wè ou nan videyo kap vini an.

source: What I want to do in this video is think about the difference between a line segment (a line segment) a line (a line), and a ray (and a ray).
ht: Kisa mwen vle pou yo fè nan videyo sa a se panse osijè de diferans ant yon segman (yon segman) yon liy (yon liy), ak yon reyon (ak reyon yon).

source: And this is kind of the pure geometrical versions of these, of these, things.
ht: Men jan de pi jeometrik vèsyon sa yo, de bagay sa yo.

source: And so a line segment is actually probably what most of us associate with a line in our everyday lives.
ht: Se konsa, yon segman aktyèlman pwobableman sa a pi fò nan nou asosye ak yon liy nan nou

source: So a line segment is something just like that (for a lack of a better word) a straight
ht: lavi chak jou. Se konsa, yon segman se yon bagay sèlman kon sa (pou yon mank de yon pi bon pawòl) yon dwat

source: line, but why we call it a segment is that it actually has a starting and a stopping point.
ht: liy, men, poukisa nou rele l' yon segman se li aktyèlman gen yon kòmanse ak yon pwen rete.

source: So most of the lines we experience in our everyday reality are actually line segments when we think of it from a pure geometrical point of view.
ht: Se konsa pifò nan les lignes nou expérience an reyalite chak jou nou sont aktyèlman liy segments lè nou panse de li de yon gwam jeometrik pwen de vi.

source: And i know i drew a little bit of a curve here, but this is supposed to be completely straight.
ht: E mwen konnen mwen a yon ti koub yon isit la, men, sa sipoze pou être entièrement tou dwat.

source: But this is a line segment.
ht: Men sa se yon segman.

source: The segment, the segment is based on the fact that it has an ending point and a starting point, or a starting point and an ending point.
ht: Moso an, moso an te baze sou a fait ke li gen yon pwen se Et kòmanse yon pwen, ou yon pwen kòmanse ak pwen se yon.

source: A line if you're thinking about it in the pure geometric sense of a line, is, essentially, it does not stop.
ht: UN liy si nou ap panse osijè de sa nan pi jeometrik sans yon liy, se, esansyèlman, li pa kanpe.

source: It doesn't have a starting point and an ending point.
ht: Li pa gen yon pwen kòmanse ak yon pwen se.

source: It keeps going on forever in both directions so a
ht: Li toujou ap sou toujou nan direksyon yo tou de se konsa yon

source: line would look like this (a line, would look like this) and to show that it keeps on going on forever in that direction right over there we draw this arrow, and to keep showing that it goes on forever in kind of the down left direction, we draw this arrow right over here.
ht: liy ki ta ka sanble tankou sila a (yon liy, ta ka sanble tankou sila a) Et pou montre ke li pwoteje lan ap mache sou toujou nan sans sa droit laba a nou trase flèch sa a, epi pou kenbe ki montre ke li va sou toujou nan ti jan de bas gòch direksyon, nou trase flèch sa a droit sou isit la.

source: So obviously, y-you no I've never encountered something that just keeps on going straight forever (forever), but in math (thats the neat thing about math) we can think about these abstract notions and so the mathematical purest geometric sense of a line is the straight thing that goes on forever.
ht: Se konsa li evidan, y-ou pa m te gen pa janm a gen yon bagay ki jis conserve sou mache dwat toujou (toujours), men nan matematik (sa, se sa nèt sou matematik) nou ka panse osijè de sa résumé notions Et pour la matematik plus jeometrik sans yon liy se a droit bagay la pou rive sou toujou.

source: Now a ray is something in between.
ht: Kounye a yon reyon se yon bagay nan entre.

source: A ray has a well defined starting point (so that's its starting point), but then it just keeps on going on forever.
ht: Reyon yon gen yon byen defini kòmanse pwent (n) (pou se li kòmanse pwen), men, lè sa a li jis conserve lan ap mache sou toujou.

source: So then, so the ray might start over here, but then it just keeps on going (then it just keeps on going).
ht: Pour ensuite, pour la reyon te ka rekòmanse isit la, men se lè li sèlman si w'ap mache repete rive (puis li jis conserve lan ap mache).

source: So that right over there is a ray.
ht: Se poutèt sa dwa sou pa gen yon reyon.

source: Now that out of the way, let's actually try to do the Khan Academy module on recognizing the difference between line segments, lines and rays.
ht: Koulye a toupatou, an n aktyèlman eseye fè modile Khan Academy sou reconnaissant diferans ant liy segments, lignes Et rayons.

source: And i think you'll find it pretty straight forward based on, on our little classification right over here. So let me get the module, let me get the module going.
ht: E mwen panse ou ap jwenn li trè dwat devan baze sou li a, sou nou ti klasifikasyon droit sou isit la.

source: (let me, where did i put it? where did i put it? there you go!) Alright, so what is this thing right over here?
ht: (kite m' kote mwen ki fè l? kote mwen ki fè l? gen ou ale!) Bien, sa se poutèt bagay sa a droit sou isit la?

source: Well it has two arrows on both ends, so it's implying that it goes on forever.
ht: Byen li gen de flèch sou se tou de, se konsa li qui ke li pase sou la pou toutan.

source: So this is going to be a line.
ht: Se poutèt sa a pwal gen yon liy.

source: (lets check our answer.) Yeah!
ht: (vous tcheke reponn nou.) Wi!

source: Its a line.
ht: Li yon liy.

source: (now it's taking some time, oh correct, next question) Alright now what about this thing?
ht: (koulye a li ap pran kèk tan, o kòrèk, pwochen kesyon) bien koulye a sa sou bagay sa a?

source: Wait once again arrows on both sides means that this thing is going to go on forever in both directions, so once again it is a line.
ht: Gade yon fwa ankò flèch sou tou de kote yo: ki sa bagay ap mache sou toujou nan tant Seyè a, se konsa yon fwa ankò se yon liy.

source: Fair enough, lets do another one.
ht: Bale, byen ranje ase, vous fè yon lòt moun.

source: Here, we have one arrow, so it goes on forever in this direction, but it has a well defined starting point.
ht: Isit la, nou gen yon sèl flèch, se konsa, li pase sou yon bann tan nan direksyon sa a, men, li gen yon byen defini kòmanse pwen.

source: So it starts there and then goes on forever.
ht: Se konsa, li gen puis commence va sou toujou.

source: And if you remember that's what a ray is.
ht: Et si ou sonje sa se yon reyon ki se.

source: One staring point but goes on forever.
ht: Yon pwen regarder men se sou toujou.

source: So it goes, or more when you think about it, it goes on forever in only one direction.
ht: Se konsa, li va, ou ankò lè ou panse osijè de sa, li pase sou toujou sèlman yon chemen.

source: So that is a ray.
ht: Se konsa, sa se yon reyon.

source: So lets do another question.
ht: Se konsa permet fè yon lòt kesyon.

source: This right over here, you have a starting point and an ending point.
ht: Dwa sa a sou isit la, ou gen yon pwen kòmanse ak yon pwen se.

source: Or u can call this the start point and the ending point but it doesn't go on forever in either direction. so this right over here, is a line segment.
ht: Ou ou ka rele sa a kòmanse pwen Et se pwen men li pa mache sou toujou nan direksyon soit. Se konsa dwa sa a sou isit la, se yon segman.

source: (there you go)
ht: (gen ou ale)

source: So hopefully that, that gives you enough t-t-to work your way through this module.
ht: Se konsa, sa, sa te ban nou kont t-t-pou travay ou kò yo nan mitan modile sa a.

source: And you might notice that when i did this (when i did this) module right here, there is no video and that's exactly what this video is, it's the video for this module.
ht: E ou ta santi sa Lè m' te fè sa (lè m' te fè sa) dwat isit la, se pa videyo Et se ekzakteman ki sa a videyo modile se, se la videyo pou modile sa a.

source: Jobs.
ht: Travay.

source: Making it easier for people to find jobs and you know feed their families, pay their bills and not feel like
ht: Fe li pi fasil pou moun jwenn travay e, wou konnen, bay fanmi yo manje, peye bil yo, yo pa dwe santi tankou yo benzwen chwazi betwen manjen ou soulye.

source: " Can I buy bread or do I have to buy shoes " ?
ht: Sa pa ta dwe sou lide ou.

source: Like, there shouldn't be like, you know, you shouldn't have to think about them you should just know that I have the money and I can do this.
ht: Sa pa ta dwe sou lide ou. Ou ta dwe konnen ou gen lajan, ou ka fe sa ou vle.

source: So definitely, jobs. Definitely.
ht: Embe se travay, definitivman.

source: I am because I think you kind of have to be, 'cause if you..you know you lose hope of someday it will be better then it's never gonna be better so I definitely think, I do have hope ...I have hope that whoever comes next politically it's their duty to do a better job, definitely.
ht: Mwen gen espwa paske se konsa pou ye. Si ou pedi espwa, ke yon jou problem yo pral resoud, embe pa gen anyen a pral chanje. Pou rezon sa mouin gen espou.

source: I do think it's broken because I think they're more about, they're not looking at you know.. people, anymore, they looking at..you know..the businesses and the money they can make and you know..all those things, they're not looking at..like the traditional American family anymore.
ht: Gouvènman se kraze, paske mwen santi yo pap gade pep la anko, yo ap suiv biznis ak lajan an yo ka fe. Yo pa sou fanmi Ameriken tradisyonel an anko.

source: There's two people that work, there's children, there's bills to pay, there's college to worry about there's groceries, there's clothing and I definitely think that if they stopped for a minute and looked and saw like what we have to go through as every day individuals they'd like "hey, we're screwing up and we really need to fix this".
ht: Gen de moun kap travay, gen timoun, bil, kolèj pou ou enkyete pou, manje ak rad. Se pou yo wè sa n ap pase, y ap di "n ap fè erè, nou bezwen ranje sa." Mwen kwe sa tap ede.

source: So and maybe if they talked to us more instead of about what THEY want to do, what WE think needs to be done.
ht: Yo bezwen sispann panse sa yo vle fè, men ki sa nou vle fè.

source: I think that could help.
ht: Mwen kwe sa tap ede.

source: In the last video, we learned how myosin-- and myosin II in particular-- when we say myosin II it actually has two of these myosin heads and their tails are inter-wound with each other-- how myosin II can use ATP to essentially-- you can almost imagine either pulling an actin filament or walking up an actin filament.
ht: Nan dènye videyo a, nou te prete jan myosin - Et myosin II nan an patikilye - lè nou di myosin II li aktyèlman gen de myosin sa yo nan tèt ak baton ke yo sont inter-wound youn ak lòt ki jan myosin II kapab itilize ATP pou esansyèlman - ou ka manke konprann en soit yon actin à ou ap mache moute yon à actin.

source: It starts attached.
ht: Li commence mete nan anvlòp.

source: ATP comes and bonds onto it.
ht: ATP est Et obligations sou li.

source: That causes it to be released.
ht: Sa lakòz li pou yo ki.

source: Then the ATP hydrolyzes into ADP and a phosphate group.
ht: Lè sa a ATP hydrolyzes nan ADP ak yon gwoup phosphate.

source: And when that happens, that energy's released.
ht: Et lè sa rive, enèji sa te libere.
